Revit 2024 API
BuiltInFailures.CreationFailures Class
 Failures about CreationFailures.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class CreationFailures
Visual Basic
Public NotInheritable Class CreationFailures
Visual C++
public ref class CreationFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.CreationFailures
See Also
BuiltInFailures.CreationFailures Members
Autodesk.Revit.DB Namespace